---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhaseb
source: html/57da0b9d-c76a-a3bb-4eec-860c1768c4f8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecTrueLoadPhaseb Property

"True Load Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecTrueLoadPhaseb { get; }
```